Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_koltansaamen_kielen_oppikirja_ja_syksyn_tyokirja_ilmestyivat.html.tmx
Source language: fin
Languages: sms

source: Uusi koltansaamen kielen oppikirja ja syksyn työkirja ilmestyivät
sms: Ođđ sääʹmǩiõl mättǩeʹrjj da čõhččpââʹj tuejjǩeʹrjj lie õlmstõttum

source: Koulutus-ja oppimateriaalitoimisto on julkaissut uuden koltansaamenkielisen 1. luokan luku- ja työkirjan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ nuõrttsääʹmǩiõllsaž ǨIÕČČ 1 lookkâmǩeeʹrj da čõhččpââʹj tuejjǩeeʹrj.

source: ǨIÕČČ 1 on koltansaamen oppikirja perussopetuksen ensimmäisen luokan vieraan kielen lukijoiden opetukseen.
sms: ǨIÕČČ 1 ǩeeʹrj lie jurddum vuâđđmättʼtõõzz 1. klaass nuõrttsääʹmǩiõl veeʹres ǩiõl lookkji mättʼtõʹsse.

source: Kirjaan kuuluvat syksyn- ja kevään työkirjat.
sms: Ǩerjja koʹlle čõõuč- da ǩiiđ tuejjǩeeʹrj.

source: Oppikirja ja työkirja on koltansaamen kulttuuriin sovellettu ja käännetty pohjoissaamen kielen GEA 1 -kirjoista.
sms: Mättǩeʹrjj da tuejjǩeʹrjj lij šiõttõllum nuõrttsääʹmkulttuuʹre da jåårǥlõttum tâʹvvsääʹmǩiõllsaž GEA 1 -ǩiiʹrjin.

source: Kirjojen käsikirjoituksen on tehnyt Oona Länsman ja kuvituksen Nora Bäck.
sms: Ǩiiʹrji ǩiõttǩeeʹrjtõõzz lij tuejjääm Oona Länsman da pirstõõzzid raajjam Nora Bäck.

source: Koltansaamenkielelle oppikirjan on kääntänyt Hanna-Maaria Kiprianoff, syksyn työkirjan Karlong Chan ja taiton tehnyt Anni Näkkäläjärvi.
sms: Nuõrttsäämas lij mättǩeeʹrj jåårǥlâttam Hanna-Maaria Kiprianoff da, čõhččpââʹj tuejjǩeeʹrj Karlong Chan da lay out raajjâm Anni Näkkäläjärvi.

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta:
sms: Ǩiiʹrjid vuäitt tiʹllʼjed Sääʹmteeʹǧǧ nettkaaupâst :

source: Lukukirja: ǨIÕČČ 1 Kåʹllmeäʹcc mättǩeʹrjj
sms: ǨIÕČČ 1 Kåʹllmeäʹcc mättǩeʹrjj

source: Syksyn työkirja: ǨIÕČČ 1 Kåʹllmeäʹcc čõhččpââʹj tuejjǩeʹrjj
sms: ǨIÕČČ 1 Kåʹllmeäʹcc čõhččpââʹj tuejjǩeʹrjj
